{
  "_name_or_path": "old_models/paraphrase-distilroberta-base-v1/0_Transformer",
  "architectures": [
    "RobertaModel"
  ],
  "attention_probs_dropout_prob": 0.1,
  "bos_token_id": 26,
  "eos_token_id": 27,
  "gradient_checkpointing": false,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 256,
  "initializer_range": 0.02,
  "intermediate_size": 2048,
  "layer_norm_eps": 1e-05,
  "max_position_embeddings": 57,
  "model_type": "roberta",
  "num_attention_heads": 4,
  "num_hidden_layers": 10,
  "output_hidden_states": true,
  "pad_token_id": 28,
  "position_embedding_type": "absolute",
  "transformers_version": "4.7.0",
  "type_vocab_size": 1,
  "use_cache": true,
  "vocab_size": 30
}
